Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsAddPrimaryUserBodyText
source: Other users on this Apple TV will see the default user’s account information on this device, including media, Game Center, and the iCloud account used for Photos, Sign in with Apple, One Home Screen, and Apple Home.
ar: المستخدمون الآخرون على هذا الـ Apple TV سيمكنهم رؤية معلومات الحساب الخاصة بالمستخدم الافتراضي على هذا الجهاز، بما في ذلك الوسائط و Game Center وحساب iCloud المستخدَم لتطبيق الصور و"تسجيل الدخول باستخدام Apple" و"شاشة One الرئيسية" وتطبيق المنزل من Apple.
ca: La resta d’usuaris de l’Apple TV veuran la informació del compte de l’usuari per omissió al dispositiu, inclosos el contingut multimèdia, el compte del Game Center i el compte de l’iCloud que s’utilitza amb l’app Fotos, l’inici de la sessió amb Apple, l’opció “Una pantalla d’inici” i l’Apple Home.
cs: Ostatní uživatelé Apple TV uvidí data na účtu výchozího uživatele zařízení. Tato data zahrnují média, Game Center a účet na iCloudu, který se používá pro aplikaci Fotky a pro funkce Přihlášení přes Apple, Společná plocha a Domácnost Apple.
da: Andre brugere på dette Apple TV kan se kontooplysningerne for standardbrugeren på enheden, herunder medier, Game Center og iCloud-kontoen, der bruges til Fotos, Log ind med Apple, Samme hjemmeskærm og Apple Hjem.
de: Andere Benutzer:innen dieses Apple TV sehen die Accountinfos des:der Standardbenutzer:in auf diesem Gerät, einschließlich Medien, Game Center und iCloud-Account, der für „Fotos“, „Mit Apple anmelden“, „Gleicher Home-Bildschirm“ und Apple Home verwendet wird.
el: Οι άλλοι χρήστες αυτού του Apple TV θα μπορούν να δουν τα στοιχεία λογαριασμού του προεπιλεγμένου χρήστη σε αυτήν τη συσκευή, συμπεριλαμβανομένων των πολυμέσων, του Game Center, και του λογαριασμού iCloud που χρησιμοποιείται για τις Φωτογραφίες, τη Σύνδεση μέσω Apple, τη Μία οθόνη Αφετηρίας και την Οικία Apple.
es: Otros usuarios del Apple TV verán la información de la cuenta del usuario por omisión en este dispositivo, incluido el contenido multimedia, las cuentas de Game Center y la cuenta de iCloud utilizada para la app Fotos, el inicio de sesión con Apple, la opción “Una pantalla de inicio” y Apple Home.
es_us: Los otros usuarios de este Apple TV podrán ver la información de la cuenta del usuario predeterminado de este dispositivo incluyendo los contenidos multimedia, Game Center y la cuenta de iCloud que se usa para Fotos, Iniciar sesión con Apple, la pantalla de inicio única y Casa.
fi: Muut tämän Apple TV:n käyttäjät näkevät oletuskäyttäjän tilitiedot tässä laitteessa, mukaan lukien median, Game Centerin sekä iCloud-tilin, jota käytetään Kuville, Kirjaudu sisään Applella -ominaisuudelle, Yksi Koti-valikko -ominaisuudelle ja Applen Kodille.
fr: Les autres utilisateurs de cette Apple TV auront accès aux informations du compte de l’utilisateur par défaut sur cet appareil, y compris ses contenus multimédias, son compte Game Center ainsi que le compte iCloud utilisé pour Photos, « Se connecter avec Apple », « Écran d’accueil unique » et Apple Home.
fr_ca: Les autres utilisateurs de cette Apple TV verront les informations du compte de l’utilisateur par défaut sur cet appareil, y compris le contenu multimédia, les données Game Center et le compte iCloud utilisé avec Photos, Connexion avec Apple, Mon écran d’accueil et Apple Home.
he: משתמשים אחרים ב-Apple TV זה יראו את פרטי החשבון של משתמש ברירת המחדל במכשיר זה, כולל נתוני המדיה, נתוני Game Center וחשבון ה-iCloud המשמש עבור ״תמונות״, ״התחברות באמצעות Apple״, ״מסך בית יחיד״ ו-Apple Home.
hi: इस Apple TV के अन्य यूज़र को इस डिवाइस पर डिफ़ॉल्ट यूज़र की खाता जानकारी दिखाई देगी जिसमें मीडिया, Game Center और तस्वीर, Apple से साइन इन करें, एक होम स्क्रीन और Apple Home के लिए इस्तेमाल किया गया iCloud खाता शामिल हो सकते हैं।
hr: Drugi korisnici na ovom Apple TV-u vidjet će informacije o računu standardnog korisnika na ovom uređaju, uključujući medije, Game Center i iCloud račun korišten za fotografije, Prijavu s Appleom, Jedan početni zaslon i Apple Dom.
hu: Az Apple TV többi felhasználója látni fogja az alapértelmezett felhasználó fiókadatait ezen az eszközön, többek között a médiatartalmakat, a Game Centert, továbbá a Fotókhoz, a Bejelentkezés az Apple-lel funkcióhoz, az Egy Főképernyő funkcióhoz és az Apple Otthonhoz használt iCloud-fiókot.
id: Pengguna lainnya di Apple TV ini akan melihat informasi akun pengguna default di perangkat ini, termasuk media, Game Center, dan akun iCloud pengguna default yang digunakan untuk Foto, Masuk dengan Apple, Satu Layar Utama, dan Rumah Apple.
it: Gli altri utenti su questa Apple TV vedranno le informazioni relative agli account dell’utente di default sul dispositivo, inclusi i file multimediali, Game Center e l’account iCloud utilizzato per Foto, “Accedi con Apple”, Apple Home e la schermata Home unica.
ja: このApple TVのほかのユーザには、このデバイスのデフォルトユーザのアカウント情報（メディアやGame Center、および、“写真”、“Appleでサインイン”、“1つのホーム画面”、Apple Homeで使用されるiCloudアカウントを含む）が表示されるようになります。
ko: 이 Apple TV의 다른 사용자가 이 기기에서 미디어, Game Center 등과 같은 기본 사용자의 계정 정보를 볼 수 있습니다. 이 계정 정보에는 사진, ‘Apple로 로그인’, ‘하나의 홈 화면’ 및 Apple 홈에 사용된 iCloud 계정도 포함됩니다.
ms: Pengguna lain pada Apple TV ini akan melihat maklumat akaun pengguna lalai pada peranti ini, termasuk media, Game Center dan akaun iCloud yang digunakan untuk Foto, Daftar masuk dengan Apple, Satu Skrin Utama serta Apple Home.
nb: Andre brukere på Apple TV vil se kontoinformasjonen til standardbrukeren på enheten, inkludert medier, Game Center og iCloud-kontoen som brukes for Bilder, Logg på med Apple, Felles Hjem-skjerm og Hjem.
nl: Andere gebruikers op deze Apple TV zien de accountinformatie van de standaardgebruiker op dit apparaat, waaronder media, Game Center en de iCloud-account die wordt gebruikt voor Foto's, 'Log in met Apple', 'Eén beginscherm' en Apple Woning.
pl: Inni użytkownicy tego Apple TV będą widzieli zawartość konta użytkownika domyślnego, w tym jego multimedia, konta Game Center i konto iCloud używane przez aplikację Zdjęcia, funkcję logowania się przy użyciu konta Apple, funkcję jednego ekranu głównego i platformę Apple Home.
pt_br: Outros usuários desta Apple TV verão as informações da conta do usuário padrão neste dispositivo, incluindo o conteúdo, a conta do Game Center e a conta do iCloud usada para o app Fotos, o Início de Sessão com a Apple, a opção Uma Tela de Início e o Apple Home.
pt_pt: Os outros utilizadores desta Apple TV poderão ver a informação da conta do utilizador predefinido neste dispositivo, incluindo conteúdos multimédia, Game Center e a conta iCloud usada para Fotografias, Iniciar sessão com a Apple, ecrã principal e Apple Home.
ro: Alți utilizatori de pe acest Apple TV vor vedea informațiile corespunzătoare contului utilizatorului implicit, inclusiv conținutul multimedia, Game Center și contul de iCloud utilizat pentru Poze, Autentificare cu Apple, Un ecran principal și Locuință Apple.
ru: Другие пользователи этого Apple TV смогут просматривать сведения учетной записи пользователя по умолчанию на этом устройстве, в том числе медиаконтент, Game Center и учетную запись iCloud, которая используется для функций «Вход с Apple» и «Один экран “Домой”», а также для доступа к приложениям «Фото» и «Дом» от Apple.
sk: Ostatní užívatelia Apple TV uvidia informácie z účtu predvoleného užívateľa na tomto zariadení vrátane médií, Game Center a iCloud účtu používaného pre Fotky, Prihlásenie cez Apple, Zjednotenú plochu a Apple Domácnosť.
sl: Drugi uporabniki tega Apple TV-ja bodo videli podatke privzetega uporabniškega računa v tej napravi, vključno s predstavnostno vsebino, računom Game Center in računom iCloud, ki se uporablja za aplikacijo Fotografije, funkciji Vpiši se z računom Apple in En domači zaslon ter Dom Apple.
sv: Andra användare på denna Apple TV kan se den förvalda användarens kontoinformation på den här enheten, inklusive medier, Game Center och iCloud-kontot som används för Bilder, Logga in med Apple, Samma hemskärm och Hem.
th: ผู้ใช้อื่นบน Apple TV เครื่องนี้จะเห็นข้อมูลบัญชีของผู้ใช้เริ่มต้นบนอุปกรณ์เครื่องนี้รวมทั้งสื่อ บัญชี Game Center และบัญชี iCloud ที่ใช้สำหรับรูปภาพ การลงชื่อเข้าด้วย Apple หน้าจอโฮมเดียวกัน และ Apple Home
tr: Bu Apple TV’deki diğer kullanıcılar, bu aygıtta Fotoğraflar, Apple ile Giriş Yap, Bir Ana Ekran ve Apple Ev için kullanılan iCloud hesabı, Game Center ve ortamlar da dahil olmak üzere saptanmış kullanıcının hesap bilgilerini görür.
uk: Інші користувачі цього Apple TV бачитимуть інформацію про обліковий запис типового користувача на цьому пристрої, зокрема медіафайли, дані облікових записів Game Center і облікового запису iCloud, який використовується для Фотографій, Входу з Apple, Єдиного початкового екрана та програми «Дім» від Apple.
vi: Những người dùng khác trên Apple TV này sẽ nhìn thấy thông tin tài khoản của người dùng mặc định trên thiết bị này, bao gồm phương tiện, Game Center và tài khoản iCloud được sử dụng cho Ảnh, Đăng nhập bằng Apple, Một màn hình chính cũng như Nhà Apple.
zh_cn: 这台Apple TV上的其他用户会看到默认用户在此设备上的的账户信息，包括媒体、Game Center以及用于“照片”、“通过Apple登录”、“一个主屏幕”和Apple家庭的iCloud账户。
zh_hk: 此Apple TV的其他用户會在此裝置上看到預設用户的帳户資料，包括媒體、Game Center、以及用於「相片」、「使用Apple登入」、「單一主畫面」和「Apple家居」的iCloud帳户。
zh_tw: 此Apple TV上的其他使用者將可查看此裝置上預設使用者的帳號資訊，包含媒體、Game Center以及用於「照片」、「使用Apple登入」、「單一主畫面」和「Apple家庭」的iCloud帳號。

# AccountsAddPrimaryUserTitle
source: Sign in the Default User
ar: تسجيل دخول المستخدم الافتراضي
ca: Inicia sessió amb l’usuari per omissió
cs: Přihlášení výchozího uživatele
da: Log ind som standardbruger
de: Standardbenutzer:in anmelden
el: Σύνδεση του προεπιλεγμένου χρήστη
es: Inicia sesión con el usuario por omisión
es_us: Inicia sesión de usuario predeterminado
fi: Oletuskäyttäjän sisäänkirjautuminen
fr: Connecter l’utilisateur par défaut
fr_ca: Connexion de l’utilisateur par défaut
he: התחברות עם משתמש ברירת המחדל
hi: डिफ़ॉल्ट यूज़र साइन इन करें
hr: Prijavite standardnog korisnika
hu: Bejelentkezés alapértelmezett felhasználóként
id: Masukkan Pengguna Default
it: Accesso utente di default
ja: デフォルトユーザをサインイン
ko: 기본 사용자 로그인
ms: Daftar masuk Pengguna Lalai
nb: Logg på standard bruker
nl: Log de standaardgebruiker in
pl: Zaloguj użytkownika domyślnego
pt_br: Iniciar Sessão do Usuário Padrão
pt_pt: Iniciar sessão do utilizador predefinido
ro: Autentificați utilizatorul implicit
ru: Вход пользователя по умолчанию
sk: Prihlásiť predvoleného užívateľa
sl: Vpišite se kot privzeti uporabnik
sv: Logga in den förvalda användaren
th: ลงชื่อเข้าผู้ใช้เริ่มต้น
tr: Saptanmış Kullanıcı ile Giriş Yapın
uk: Типовий користувач
vi: Đăng nhập người dùng mặc định
zh_cn: 以默认用户登录
zh_hk: 登入預設用户
zh_tw: 登入預設使用者

# AccountsAddSuggestedUserAlertContinueButtonTitle
source: Sign in %@
ar: تسجيل دخول %@
ca: Inicia sessió com a %@
cs: Přihlásit uživatele %@
da: Log %@ ind
de: %@ anmelden
el: Σύνδεση ως «%@»
es: Iniciar sesión como %@
es_us: Iniciar sesión en %@
fi: Kirjaudu sisään: %@
fr: Connecter %@
fr_ca: Connexion en tant que %@
he: התחברות לחשבון של %@
hi: साइन इन करें %@
hr: Prijavi korisnika %@
hu: Bejelentkezés: %@
id: Masuk %@
it: Accedi come %@
ja: %@にサインイン
ko: %@ 로그인
ms: Daftar masuk %@
nb: Logg på %@
nl: Log %@ in
pl: Zaloguj „%@”
pt_br: Iniciar sessão de %@
pt_pt: Iniciar sessão como %@
ro: Autentificați utilizatorul %@
ru: Войти в %@
sk: Prihlásiť užívateľa %@
sl: Vpis (%@)
sv: Logga in %@
th: ลงชื่อเข้า%[tt]@
tr: Giriş Yap: %@
uk: Увійти в %@
vi: Đăng nhập %@
zh_cn: 登录%@
zh_hk: 登入%@
zh_tw: 登入%@

# AccountsAddSuggestedUserTitle
source: Confirm %@ on this Apple TV
ar: تأكيد %@ على هذا الـ Apple TV
ca: Confirma que vols afegir %@ a l’Apple TV
cs: Potvrzení profilu %@ na této Apple TV
da: Bekræft %@ på dette Apple TV
de: %@ auf diesem Apple TV bestätigen
el: Επιβεβαίωση «%@» σε αυτό το Apple TV
es: Confirma a %@ en este Apple TV
es_us: Confirma a %@ en este Apple TV
fi: Vahvista %@ tässä Apple TV:ssä
fr: Confirmer l’ajout ^[de %@](inflect: true) à cette Apple TV
fr_ca: Confirmer %@ sur cette Apple TV
he: יש לאשר את ״%@״ ב‑Apple TV זה
hi: इस Apple TV पर %@ की पुष्टि करें
hr: Potvrdite %@ na ovom Apple TV-u
hu: %@ megerősítése ezen az Apple TV‑n
id: Konfirmasi %@ di Apple TV ini
it: Conferma %@ su questa Apple TV
ja: このApple TVで%@さんを承認
ko: 이 Apple TV에서 %@님 확인
ms: Sahkan %@ pada Apple TV ini
nb: Bekreft %@ på Apple TV
nl: Bevestig %@ op deze Apple TV
pl: Potwierdź dodanie profilu %@ na tym Apple TV
pt_br: Confirme %@ nesta Apple TV
pt_pt: Confirmar %@ nesta Apple TV
ro: Confirmați „%@” pe acest Apple TV
ru: %@: подтвердить на этом Apple TV
sk: Prihlásiť užívateľa %@ na tomto Apple TV
sl: Potrdite osebo %@ v tem Apple TV-ju
sv: Bekräfta %@ på denna Apple TV
th: ยืนยัน%[tt]@บน Apple TV เครื่องนี้
tr: %@ Adlı Kişiyi Bu Apple TV’de Onaylayın
uk: Підтвердьте додавання %@ на цьому Apple TV
vi: Xác nhận %@ trên Apple TV này
zh_cn: 在此Apple TV上确认%@
zh_hk: 在此Apple TV上確認%@
zh_tw: 在此Apple TV上確認%@

# AccountsAddUserErrorActionTitle
source: OK
ar: موافق
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# AccountsAddUserErrorGenericMessage
source: There was a problem adding the new profile.
ar: حدثت مشكلة أثناء إضافة ملف التعريف الجديد.
ca: Hi ha hagut un problema en afegir el perfil nou.
cs: Při přidávání nového profilu došlo k problému.
da: Der opstod et problem med at tilføje den nye profil.
de: Beim Hinzufügen des neuen Profils ist ein Fehler aufgetreten.
el: Παρουσιάστηκε πρόβλημα κατά την προσθήκη του νέου προφίλ.
es: Ha habido un problema al añadir el nuevo perfil.
es_us: Ocurrió un error al agregar el perfil nuevo.
fi: Ongelma uutta profiilia lisättäessä.
fr: Un problème est survenu lors de l’ajout du nouveau profil.
fr_ca: Un problème est survenu lors de l’ajout du nouveau profil.
he: אירעה בעיה בהוספת הפרופיל החדש.
hi: नई प्रोफ़ाइल जोड़ने में समस्या आई।
hr: Došlo je do problema prilikom dodavanja novog profila.
hu: Hiba történt az új profil hozzáadásakor.
id: Ada masalah saat menambahkan profil baru.
it: Si è verificato un problema durante l’aggiunta del nuovo profilo.
ja: 新規プロフィールの追加中に問題が起きました。
ko: 새로운 프로필을 추가하는 도중 문제가 발생했습니다.
ms: Terdapat masalah menambah profil baharu.
nb: Det oppsto et problem med å legge til den nye profilen.
nl: Er heeft zich een probleem voorgedaan bij het toevoegen van het nieuwe profiel.
pl: Wystąpił problem przy dodawaniu nowego profilu.
pt_br: Ocorreu um problema ao adicionar o novo perfil.
pt_pt: Ocorreu um problema ao adicionar o novo perfil.
ro: A survenit o problemă la adăugarea noului profil.
ru: Возникла проблема при добавлении нового профиля.
sk: Pri pridávaní nového profilu sa vyskytol problém.
sl: Pri dodajanju novega profila je prišlo do težave.
sv: Ett problem uppstod när den nya profilen skulle läggas till.
th: มีปัญหาในการเพิ่มโปรไฟล์ใหม่
tr: Yeni profili eklemeyle ilgili bir sorun oluştu.
uk: Виникла проблема з додаванням нового профілю.
vi: Đã xảy ra sự cố khi thêm hồ sơ mới.
zh_cn: 添加新个人资料时出错。
zh_hk: 加入新個人檔案時發生問題。
zh_tw: 新增個人檔案時發生問題。

# AccountsAddUserErrorTitle
source: Failed To Add Profile
ar: فشل إضافة ملف التعريف
ca: Error en afegir el perfil
cs: Přidávání profilu selhalo
da: Kunne ikke tilføje profil
de: Hinzufügen des Profils fehlgeschlagen
el: Απέτυχε η προσθήκη προφίλ
es: Error al añadir el perfil
es_us: Error al agregar el perfil
fi: Profiilin lisääminen epäonnistui
fr: Échec de l’ajout du profil
fr_ca: Échec de l’ajout du profil
he: הוספת הפרופיל נכשלה
hi: प्रोफ़ाइल जोड़ना विफल रहा
hr: Dodavanje profila nije uspjelo
hu: Profil hozzáadása sikertelen
id: Gagal Menambahkan Profil
it: Non è stato possibile aggiungere il profilo
ja: プロフィールを追加できませんでした
ko: 프로필 추가 실패
ms: Gagal Menambah Profil
nb: Kunne ikke legge til profil
nl: Profiel toevoegen mislukt
pl: Nie udało się dodać profilu
pt_br: Falha ao adicionar o perfil
pt_pt: Não foi possível adicionar o perfil
ro: Profilul nu a putut fi adăugat
ru: Не удалось добавить профиль
sk: Pridávanie profilu zlyhalo
sl: Dodajanje profila ni uspelo
sv: Kunde inte lägga till profil
th: เพิ่มโปรไฟล์ไม่สำเร็จ
tr: Profil Eklenemedi
uk: Не вдалося додати профіль
vi: Không thể thêm hồ sơ
zh_cn: 添加个人资料失败
zh_hk: 無法加入個人檔案
zh_tw: 無法加入個人檔案

# AccountsAddUserValidationErrorTitle
source: Unable to Add Profile
ar: غير قادر على إضافة ملف التعريف
ca: Error en afegir el perfil
cs: Profil nelze přidat
da: Kan ikke tilføje profil
de: Profil konnte nicht hinzugefügt werden
el: Δεν είναι δυνατή η προσθήκη προφίλ
es: No se puede añadir el perfil
es_us: No se puede agregar el perfil
fi: Profiilia ei voida lisätä
fr: Impossible d’ajouter le profil
fr_ca: Impossible d’ajouter le profil
he: לא ניתן להוסיף את הפרופיל
hi: प्रोफ़ाइल जोड़ने में असमर्थ
hr: Profil se ne može dodati
hu: Nem lehet profilt hozzáadni
id: Tidak Dapat Menambahkan Profil
it: Impossibile aggiungere il profilo
ja: プロフィールを追加できません
ko: 프로필을 추가할 수 없음
ms: Gagal Menambah Profil
nb: Kan ikke legge til profil
nl: Het profiel kan niet worden toegevoegd
pl: Nie można dodać profilu
pt_br: Não foi possível adicionar o perfil
pt_pt: Não é possível adicionar o perfil
ro: Profilul nu a putut fi adăugat
ru: Не удается добавить профиль
sk: Nie je možné pridať profil
sl: Profila ni mogoče dodati
sv: Kan inte lägga till profil
th: ไม่สามารถเพิ่มโปรไฟล์ได้
tr: Profil Eklenemiyor
uk: Не вдається додати профіль
vi: Không thể thêm hồ sơ
zh_cn: 无法添加个人资料
zh_hk: 無法加入個人檔案
zh_tw: 無法加入個人檔案

# AccountsCannotAddMoreAdditionalUsersDescription
source: Apple TV supports up to 15 profiles. To add another profile, remove one first.
ar: يدعم Apple TV حتى ١٥ ملفًا تعريفًا. لإضافة ملف تعريف آخر، أزل أحدها أولًا.
ca: L’Apple TV admet 15 perfils com a màxim. Per afegir‑ne un altre, elimina’n algun.
cs: Apple TV podporuje maximálně 15 profilů. Chcete‑li přidat nový, nejprve odeberte jeden ze stávajících.
da: Apple TV understøtter op til 15 profiler. Du skal fjerne en profil for at kunne tilføje en ny.
de: Das Apple TV unterstützt bis zu 15 Profile. Um ein weiteres Profil hinzuzufügen, entferne zuerst ein anderes.
el: Το Apple TV υποστηρίζει έως και 15 προφίλ. Για προσθήκη άλλου προφίλ, αφαιρέστε πρώτα ένα προφίλ.
es: El Apple TV admite hasta 15 perfiles. Para añadir más, deberás eliminar uno antes.
es_us: El Apple TV permite hasta 15 perfiles. Para agregar otro más, primero quita uno.
fi: Apple TV tukee enintään 15:tä profiilia. Poista yksi ennen uuden lisäämistä.
fr: L’Apple TV prend en charge jusqu’à 15 profils. Pour ajouter un autre profil, supprimez-en d’abord un.
fr_ca: L’Apple TV prend en charge un maximum de 15 profils. Pour en ajouter un autre, supprimez-en d’abord un.
he: ה-Apple TV תומך בעד 15 פרופילים. להוספת פרופיל נוסף יש להסיר תחילה אחד קיים.
hi: Apple TV अधिकतम 15 प्रोफ़ाइल का समर्थन करता है। एक और प्रोफ़ाइल जोड़ने के लिए पहले से मौजूद किसी प्रोफ़ाइल को निकालें।
hr: Apple TV podržava do najviše 15 profila. Za dodavanje još jednog profila prvo jednog uklonite.
hu: Az Apple TV legfeljebb 15 profilt képes támogatni. További profil hozzáadásához el kell távolítania egy meglévőt.
id: Apple TV mendukung maksimum 15 profil. Untuk menambahkan profil lain, hapus satu terlebih dahulu.
it: Apple TV supporta fino a 15 profili. Per aggiungerne uno nuovo, rimuovine uno.
ja: Apple TVに登録できるプロフィールは15個までです。新規に追加するには、まず最初に既存のプロフィールを1つ削除してください。
ko: Apple TV는 최대 15개의 프로필을 지원합니다. 다른 프로필을 추가하려면 기존의 프로필을 먼저 삭제하십시오.
ms: Apple TV menyokong sehingga 15 profil. Untuk menambah profil lain, keluarkan satu dahulu.
nb: Apple TV støtter opptil 15 profiler. Fjern en profil for å legge til en ny.
nl: Apple TV ondersteunt maximaal 15 profielen. Om een profiel toe te voegen, moet je er eerst een verwijderen.
pl: Apple TV obsługuje do 15 profili. Aby dodać kolejny profil, usuń jeden z istniejących.
pt_br: A Apple TV é compatível com até 15 perfis. Para adicionar outro perfil, remova um primeiro.
pt_pt: A Apple TV suporta até 15 perfis. Para adicionar outro perfil, remova um primeiro.
ro: Aplicația Apple TV permite cel mult 15 profiluri. Pentru a adăuga un nou profil, eliminați altul în prealabil.
ru: На Apple TV можно создать не более 15 профилей. Чтобы добавить новый профиль, сначала удалите любой другой.
sk: Apple TV podporuje najviac 15 profilov. Pred pridaním ďalšieho profilu najskôr niektorý odstráňte.
sl: Apple TV podpira do 15 profilov. Če želite dodati nov profil, najprej enega odstranite.
sv: Apple TV har stöd för upp till 15 profiler. Om du vill lägga till en profil till måste du först ta bort en befintlig.
th: Apple TV รองรับได้สูงสุด 15 โปรไฟล์ ในการเพิ่มอีกหนึ่งโปรไฟล์ ให้เอาออกหนึ่งโปรไฟล์ก่อน
tr: Apple TV en fazla 15 profili destekler. Başka bir profil eklemek için önce birini silin.
uk: Apple TV підтримує максимум 15 профілів. Щоб додати профіль, спершу вилучіть один із наявних.
vi: Apple TV hỗ trợ tối đa 15 hồ sơ. Để thêm một hồ sơ khác, trước tiên hãy xóa một hồ sơ.
zh_cn: Apple TV最多支持添加15个用户的个人资料。若要添加其他个人资料，请先删除一个。
zh_hk: Apple TV支援最多15個個人檔案。如要加入其他個人檔案，請先移除一個。
zh_tw: Apple TV支援最多15個個人檔案。若要加入其他個人檔案，請先移除一個。

# AccountsCurrentUserSwitchUserTitle
source: Switch Profile
ar: تبديل ملف التعريف
ca: Canvia de perfil
cs: Přepnout profil
da: Skift profil
de: Profil wechseln
el: Εναλλαγή προφίλ
es: Cambia de perfil
es_us: Cambio de perfil
fi: Vaihda profiili
fr: Changer de profil
fr_ca: Changer de profil
he: החלפת פרופיל
hi: प्रोफ़ाइल स्विच करें
hr: Zamijeni profil
hu: Profilváltás
id: Alihkan Profil
it: Cambia profilo
ja: プロフィールを切り替え
ko: 프로필 전환
ms: Tukar Profil
nb: Bytt profil
nl: Ander profiel
pl: Przełącz profil
pt_br: Alternar Perfil
pt_pt: Mudar de perfil
ro: Comutați profilul
ru: Сменить текущий профиль
sk: Prepnúť profil
sl: Preklapljanje profila
sv: Växla profil
th: สลับโปรไฟล์
tr: Profili Değiştir
uk: Перемкнути профіль
vi: Chuyển đổi hồ sơ
zh_cn: 切换个人资料
zh_hk: 切換個人檔案
zh_tw: 切換個人檔案

# AccountsCurrentUserTitle
source: Switch Current Profile
ar: تبديل ملف التعريف الحالي
ca: Canvia el perfil actual
cs: Přepnout aktuální profil
da: Skift aktuel profil
de: Aktuelles Profil wechseln
el: Εναλλαγή τρέχοντος προφίλ
es: Cambia el perfil actual
es_us: Cambiar perfil actual
fi: Vaihda nykyinen profiili
fr: Changer le profil actif
fr_ca: Changement du profil actuel
he: החלפת הפרופיל הנוכחי
hi: वर्तमान प्रोफ़ाइल स्विच करें
hr: Zamijeni trenutačni profil
hu: Aktuális profil átváltása
id: Alihkan Profil Saat Ini
it: Cambia profilo attuale
ja: 現在のプロフィールを切り替え
ko: 현재 프로필 전환
ms: Tukar Profil Semasa
nb: Bytt profil
nl: Wissel huidig profiel
pl: Przełącz bieżący profil
pt_br: Alternar Perfil Atual
pt_pt: Mudar perfil atual
ro: Comutați profilul curent
ru: Сменить профиль
sk: Prepnúť aktuálny profil
sl: Preklopi trenutni profil
sv: Växla aktuell profil
th: สลับโปรไฟล์ปัจจุบัน
tr: Şu Anki Profili Değiştir
uk: Перемкнути поточний профіль
vi: Chuyển đổi hồ sơ hiện tại
zh_cn: 切换当前个人资料
zh_hk: 切換目前個人檔案
zh_tw: 切換目前個人檔案
